[
    {
        "id":"book001",
        "isbn":"0451207149",
        "isbn13":"9780451207142",
        "name":"The Pillars of the Earth",
        "series":"(Kingsbridge #1)",
        "author":"Ken Follet",
        "about-author": "Ken Follett is one of the world’s most successful authors. Over 165 million copies of the 31 books he has written have been sold in over 80 countries and in 33 languages.\\n Born on June 5th, 1949 in Cardiff, Wales, the son of a tax inspector, Ken was educated at state schools and went on to graduate from University College, London, with an Honours degree in Philosophy – later to be made a Fellow of the College in 1995. ",
        "summary":"Ken Follett is known worldwide as the master of split-second suspense, but his most beloved and bestselling book tells the magnificent tale of a twelfth-century monk driven to do the seemingly impossible: build the greatest Gothic cathedral the world has ever known.",
        "description":"Everything readers expect from Follett is here: intrigue, fast-paced action, and passionate romance. But what makes The Pillars of the Earth extraordinary is the time the twelfth century; the place feudal England; and the subject the building of a glorious cathedral. Follett has re-created the crude, flamboyant England of the Middle Ages in every detail. The vast forests, the walled towns, the castles, and the monasteries become a familiar landscape.\\n Against this richly imagined and intricately interwoven backdrop, filled with the ravages of war and the rhythms of daily life, the master storyteller draws the reader irresistibly into the intertwined lives of his characters into their dreams, their labors, and their loves: Tom, the master builder; Aliena, the ravishingly beautiful noblewoman; Philip, the prior of Kingsbridge; Jack, the artist in stone; and Ellen, the woman of the forest who casts a terrifying curse. From humble stonemason to imperious monarch, each character is brought vividly to life.\\n The building of the cathedral, with the almost eerie artistry of the unschooled stonemasons, is the center of the drama. Around the site of the construction, Follett weaves a story of betrayal, revenge, and love, which begins with the public hanging of an innocent man and ends with the humiliation of a king.",
        "rating":"5",
        "numratings":"562,830",
        "language":"english",
        "year":"1989",
        "edition":"paperback",
        "pages":"973",
        "published":"02/04/2002",
        "publisher":"NAL Trade",
        "numeditions":"293",
        "genres":
            [
                {
                    "name": "historical"
                },
                {
                    "name": "fiction"
                }
            ],
        "reviews":
            [
                {
                    "name":"DeLaina",
                    "rating":"5",
                    "date":"08/28/2008",
                    "text":"I devour books. That is my euphemism for being so OCD that I can't put it down and live my life until I finish it. For shorter books, that's generally not a problem, but for the 974 page Pillars of the Earth...well, let's just say we ran out of food, my children clung to my legs asking for food, and the floors did not get vacuumed for a good five days while I whittled away at this book.\\n As strange as it sounds, with all of the despair and misery that took place, the overarching take home for me, was HOPE. In the face of overwhelming adversity, these characters triumphed. The road was hard and the journey was long, but they CHOSE hope. They CHOSE faith. And in the end, that was all that mattered.\\n Pillars of the Earth will be on my favorite books list for a very long time."
                },
                {
                    "name":"Amalia Gavea",
                    "rating":"5",
                    "date":"06/14/2016",
                    "text":"There aren't many things left to say when it comes to Ken Follett's masterpiece. The Pillars of the Earth is one of the most beautiful, haunting, exquisitely well-written novels of all time. It is a ''showstopper'' book not only in the Historical Fiction genre, but in Literature in general. Still, for an obsessed reader of historical novels like yours trully, it can become the standard by which all other historical sagas are measured. I don't know whether this is just and right, but it does happen to me every so often.\\n It is a rare occassion when you have a multitude of characters and every single one of them has something to offer and attract the reader's interest. Not even A Song of Ice and Fire in all its glory has achieved this, in my opinion. However, here we have good characters with whom we agonize over their fates, evil characters whom we hate with passion, and characters that stand in a gray area, driving the story forward. Aliena is one of the best female protagonists in Literature, and Waleran with William Hamleigh fight for the title of the ''best villain'' in the genre. The TV-series adaptation was really good, with a plethora of excellent casting choices. Ian McShane, Matthew McFadyen, Rufus Sewell and David Oakes steal the show."
                },
                {
                    "name":"Candace",
                    "rating":"5",
                    "date":"10/17/2017",
                    "text":"This epic novel draws the reader into the 12th century story filled with tragedy, romance, success, betrayal and revenge. We have a host of characters to love and hate. Through these characters we live vicariously. The description is so well written that the reader feels they are in the story, whether in Kingsbridge, England building a Gothic cathedral or in Saint-Denis (France) studying cathedral architecture. The plot and subplots weave through the building of Kingsbridge cathedral and the many character lives it touches.\\n For the review of the storyline, I point you to fellow reviewers, all excellent reviews. I will be reading the next two books in this trilogy. I highly recommend this book."
                }
            ]
    },
    {
        "id":"book002",
        "isbn":"0553384287",
        "isbn13":"9780553384284",
        "name":"Odd Thomas",
        "series":"(Odd Thomas #1)",
        "author":"Dean Koontz",
        "about-author": "Acknowledged as America's most popular suspense novelist (Rolling Stone) and as one of today's most celebrated and successful writers, Dean Ray Koontz has earned the devotion of millions of readers around the world and the praise of critics everywhere for tales of character, mystery, and adventure that strike to the core of what it means to be human.\\n Dean R. Koontz has also published under the names Leigh Nichols, Brian Coffey, David Axton, Owen West, Deanna Dwyer and Aaron Wolfe.\\n Dean, the author of many #1 New York Times bestsellers, lives in Southern California with his wife, Gerda, their golden retriever, Elsa, and the enduring spirit of their goldens, Trixie and Anna.",
        "summary":"The dead don't talk. I don't know why. But they do try to communicate, with a short-order cook in a small desert town serving as their reluctant confidant. Odd Thomas thinks of himself as an ordinary guy, if possessed of a certain measure of talent at the Pico Mundo Grill and rapturously in love with the most beautiful girl in the world, Stormy Llewellyn.",
        "description":"Odd Thomas thinks of himself as an ordinary guy, if possessed of a certain measure of talent at the Pico Mundo Grill and rapturously in love with the most beautiful girl in the world, Stormy Llewellyn.\\n Maybe he has a gift, maybe it's a curse, Odd has never been sure, but he tries to do his best by the silent souls who seek him out. Sometimes they want justice, and Odd's otherworldly tips to Pico Mundo's sympathetic police chief, Wyatt Porter, can solve a crime. Occasionally they can prevent one. But this time it's different.\\n A mysterious man comes to town with a voracious appetite, a filing cabinet stuffed with information on the world's worst killers, and a pack of hyena-like shades following him wherever he goes. Who the man is and what he wants, not even Odd's deceased informants can tell him. His most ominous clue is a page ripped from a day-by-day calendar for August 15.\\n Today is August 14.\\n In less than twenty-four hours, Pico Mundo will awaken to a day of catastrophe. As evil coils under the searing desert sun, Odd travels through the shifting prisms of his world, struggling to avert a looming cataclysm with the aid of his soul mate and an unlikely community of allies that includes the King of Rock 'n' Roll. His account of two shattering days when past and present, fate and destiny converge is the stuff of our worst nightmares, and a testament by which to live: sanely if not safely, with courage, humor, and a full heart that even in the darkness must persevere.",
        "rating":"3",
        "numratings":"227,498",
        "language":"english",
        "year":"2003",
        "edition":"paperback",
        "pages":"446",
        "published":"08/29/2006",
        "publisher":"Bantam",
        "numeditions":"86",
        "genres":
            [
                {
                    "name": "horror"
                },
                {
                    "name": "fiction"
                },
                {
                    "name": "fantasy"
                },
                {
                    "name": "mistery"
                }
            ],
        "reviews":
            [
                {
                    "name":"Lyn",
                    "rating":"4",
                    "date":"02/05/2015",
                    "text":"Dean Koontz has made a winner with this 2003 publication that spawned ten other works (as of 2015) and a 2013 film.\\n First of all, Koontz crafted in Odd a very likeable hero. Notice I did not use the term protagonist, as Odd is a real hero, doing what is right, having fun with it, and being an all around great guy. Odd’s heroism is emphasized by his comparison to his thoroughly unlikeable and completely unsympathetic parents. By showing us Odd’s parents, Koontz also adds depth and character to the already interesting storyline.\\n And he sees dead people.\\n Odd also sees what he calls bodachs. These are wolfish, shadowy creatures of unknown origin that might be demons, or they might be something else. Koontz’ creation of these beings allows him to maximize the creepy factor of this horror / thriller / paranormal thoroughly unique and way cool narrative. The Bodachs also allow a furtherance of Koontz’ brilliant use of foreshadowing. In one respect, the shade-like bodachs may be the literary embodiment of foreshadowing and Koontz even allows a brief description of the beasts that suggests this.\\n Odd also has a sixth sense, what he calls psychic magnetism that allows him a fun perspective on all the supernatural shenanigans going on.\\n Finally, Odd Thomas is simply a well put together and charismatic good read."
                },
                {
                    "name":"Luffy",
                    "rating":"4",
                    "date":"06/11/2018",
                    "text":"I usually do not read supernatural books. When I read Chain Letter 2 back in high school, I went against popular opinion and rated Chain Letter 1 higher, because 2 was a premise with supernatural events.\\n Back to Odd Thomas, I loved reading even the low key chapters. Dean Koontz has a knack for oozing interesting things from even the most mundane thoughts or settings.\\n I feared who would die in the end, and I was surprised. I cried like a kid and I recommend Odd Thomas, and I'm going to read book 2 for sure, sooner or later. These days I rarely cry because of books, but here I was overcome."
                },
                {
                    "name":"Maciek",
                    "rating":"2",
                    "date":"11/22/2009",
                    "text":"Overall, the experience is disappointing. There is an interesing story hidden in Odd Thomas - the one you used to watch as a kid, in shows like Goosebumps - but Odd Thomas is marketed at an adult audience, and fails as adult fiction because of Koontz's ineptitude at drawing realistic, likeable characters and writing dialogue (he's truly horrible at it), his tedious writing style and his mistrust of the audience - he truly does spell out every single thing in detail. As a children book it fails too, because of Koontz's inclusion of gruesome details of various crimes, which were supposed to be shocking and mature but turn out to be boring instead. If he only cut up the metaphors, created stronger characters who behave and talk like normal people Odd Thomas might have been an enjoyable bus book. It just needs too much suspension of disbelief to be read. It's still better than all the sequels though, which make me think: When will Koontz stop cashing in on this fluke and start writing like he did in the 80's? I don't like the work of this new guy with a clean shaven sagging face and a mop of fake hair."
                }
            ]
    },
    {
        "id":"book003",
        "isbn":"038549081X",
        "isbn13":"9780385490818",
        "name":"The Handmaid's Tale",
        "series":"(The Handmaid's Tale #1)",
        "author":"Margaret Atwood",
        "about-author": "Margaret Atwood was born in 1939 in Ottawa and grew up in northern Ontario, Quebec, and Toronto. She received her undergraduate degree from Victoria College at the University of Toronto and her master's degree from Radcliffe College.\\n Throughout her writing career, Margaret Atwood has received numerous awards and honourary degrees. She is the author of more than thirty-five volumes of poetry, children’s literature, fiction, and non-fiction and is perhaps best known for her novels, which include The Edible Woman (1970), The Handmaid's Tale (1983), The Robber Bride (1994), Alias Grace (1996), and The Blind Assassin, which won the prestigious Booker Prize in 2000. Atwood's dystopic novel, Oryx and Crake, was published in 2003. The Tent (mini-fictions) and Moral Disorder (short stories) both appeared in 2006. Her most recent volume of poetry, The Door, was published in 2007. Her non-fiction book, Payback: Debt and the Shadow Side of Wealth ­ in the Massey series, appeared in 2008, and her most recent novel, The Year of the Flood, in the autumn of 2009. Ms. Atwood's work has been published in more than forty languages, including Farsi, Japanese, Turkish, Finnish, Korean, Icelandic and Estonian. In 2004 she co-invented the Long Pen TM.\\n Margaret Atwood currently lives in Toronto with writer Graeme Gibson. ",
        "summary":"Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Handmaids are valued only if their ovaries are viable. ",
        "description":"Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Handmaids are valued only if their ovaries are viable. Offred can remember the years before, when she lived and made love with her husband, Luke; when she played with and protected her daughter; when she had a job, money of her own, and access to knowledge. But all of that is gone now...",
        "rating":"4",
        "numratings":"993,842",
        "language":"english",
        "year":"1985",
        "edition":"paperback",
        "pages":"311",
        "published":"03/16/1998",
        "publisher":"Anchor Books",
        "numeditions":"293",
        "genres":
            [
                {
                    "name": "science fiction"
                },
                {
                    "name": "classic"
                },
                {
                    "name": "feminism"
                }
            ],
        "reviews":
            [
                {
                    "name":"Michael Finocchiaro",
                    "rating":"4",
                    "date":"03/17/2017",
                    "text":"Margaret Atwood's The Handmaid's Tale is a tale of terror as well as a warning. The dystopian future she describes in Gilead which appears to be centered in Boston (due to the reference to Mass Ave and the town of Salem) is chillingly misogynistic where women are reduced to strict categories: Martha for housework and cooking, Jezebels (easy to guess, right?), Eyes, Angels (soldiers for the state), infertile Wives and potentially fertile Handmaids. It is beautifully written with lots of flashbacks of Offred, the protagonist's name, of how things devolved into the horrors of her present. It is disturbing because it exposes the politics of reproduction and male sexuality taken to extremes of violence that are shocking and, yet, probably seemed one possible future during the Reaganite 80s when she wrote the book and now feel like the world of which Michael Pence in particular and perhaps Paul Ryan but most definitely Steve Bannon must dream. Could things so change as quickly as she describes in the book? Let us hope not. #resist\\n It is certainly the most explicitly feminist dystopian book I have ever read. It was thought-provoking cover to cover.\\n All in all, a very well-written feminist text that should serve as a clarion call for defending women's rights to maintain control over their own bodies and lives now and forever."
                },
                {
                    "name":"Navessa",
                    "rating":"5",
                    "date":"02/27/2015",
                    "text":"I would love to write a lengthy review for this book. But I can't. Because I'm so emotionally drained after reading it that it's a miracle I'm not still hiding underneath a pile of blankets, sobbing.\\n This is by no means an easy read, but I think it's a book that everyone needs to read. "
                },
                {
                    "name":"Jessica",
                    "rating":"4",
                    "date":"01/27/2014",
                    "text":"i am a massive scaredy cat. and as i rule, i avoid all things horrifying, frightening, spooky, and anything else that will give me nightmares. so this book came as an absolute shock. i am terrified. right down to my bones.\\n how can i be so fascinated by this kind of society, but also repulsed by it at the same time?\\n why do i feel confident that something like this could never happen, but also have a voice in the back of my mind whispering, ‘are you really so sure?’\\n what makes me want to never think about this book again, but also know that its the kind of story that will forever haunt me?"
                }
            ]
    },
    {
        "id":"book004",
        "isbn":"1605980927",
        "isbn13":"9781605980928",
        "name":"The Ice Princess",
        "series":"(Fjällbacka #1)",
        "author":"Camilla Läckberg",
        "about-author": "Born in 1974, Camilla Läckberg graduated from Gothenburg University of Economics, before moving to Stockholm where she worked for a few years as an economist. However, a course in creative crime writing became the trigger to a drastic change of career. Her first four novels all became Swedish bestsellers. Läckberg's books are always set in or around her birthplace, the small Swedish west coast town of Fjällbacka.",
        "summary":"Returning to her hometown of Fjallbacka after the funeral of her parents, writer Erica Falck finds a community on the brink of tragedy. The death of her childhood friend, Alex, is just the beginning. Her wrists slashed, her body frozen in an ice-cold bath, it seems that she has taken her own life.",
        "description":"Returning to her hometown of Fjallbacka after the funeral of her parents, writer Erica Falck finds a community on the brink of tragedy. The death of her childhood friend, Alex, is just the beginning. Her wrists slashed, her body frozen in an ice-cold bath, it seems that she has taken her own life.\\n Erica conceives a book about the beautiful but remote Alex, one that will answer questions about their own shared past. While her interest grows into an obsession, local detective Patrik Hedstrom is following his own suspicions about the case. But it is only when they start working together that the truth begins to emerge about a small town with a deeply disturbing past.",
        "rating":"4",
        "numratings":"48,057",
        "language":"english",
        "year":"2004",
        "edition":"paperback",
        "pages":"393",
        "published":"06/15/2010",
        "publisher":"Pegasus",
        "numeditions":"146",
        "genres":
            [
                {
                    "name": "fiction"
                },
                {
                    "name": "mistery"
                },
                {
                    "name": "thriller"
                }
            ],
        "reviews":
            [
                {
                    "name":"Lyn",
                    "rating":"3",
                    "date":"06/06/2016",
                    "text":"Lackberg’s prose is spirited and fresh and her contribution to the Nordic Noir genre of crime fiction is well stated. Telling the story of an unusual murder in the Swedish village of Fjällbacka, with some interesting twists and turns, the author’s greatest achievement here is her crisp characterization and filling the narrative with a cast of colorful players and some attention-grabbing sub-plots. Most notable is her exploration of themes of family, loyalty and the nature of propriety in a small town.\\n The one failing here, and it is relatively minor, though, is that as good as her characterization is for the most part, some of the antagonists are strawman caricatures with one dimensional fronts and the inconsistency can be distracting.\\n All in all a good murder mystery that is wrapped up tidily with a satisfying end. Also enjoyable was Lackberg’s introduction of two very likable protagonists and the start of a good series."
                },
                {
                    "name":"LENA TRAK",
                    "rating":"3",
                    "date":"06/26/2016",
                    "text":"Not the best book of the Hedstrom series but it was ok! fast paced as always but I was a bit disappointed by the ending... Not quite what I expected. I think in her effort to avoid a predictable ending, Lackberg chooses an outsider as the killer, which is the reason why I gave this book 3 stars. Lackbergs has an impeccable writing style, so if you are a lover of the genre you should move on with The Preacher and The stonecutter both of which were just shy of 5 stars."
                },
                {
                    "name":"Carolyn",
                    "rating":"4",
                    "date":"09/14/2018",
                    "text":"I think there must be something about the Scandinavian winter that just makes murder mysteries darker and more atmospheric and this one, fist in Camilla Läckberg's Fjällbacka series is no exception.\\n Erica Falck, a writer has returned to Fjällbacka after the death of her parents to pack up their belongs and decide what to do with their house. An old childhood friend, Alex Wijkner has also recently been spending some weekends in her old house but just after Erica arrive, Alex is found dead in an icy bath tub with her wrists slashed. The police investigation into whether Alex's death was suicide or murder uncovers secrets kept for decades and some terrible truths about the past.\\n The novel was a little slow and not as lean as it could have been. The police seemed to miss some important clues and fluff around in the dark a bit too much, and at times it became more cosy mystery than psychological thriller. I felt that Superintendent Mellberg was not convincing as a real character and hope he does last too long in the series. However, I did like the two main characters Erica and Patrik, the young Detective and hope to see more of them in the future. "
                }
            ]
    },
    {
        "id":"book005",
        "isbn":"9587043642",
        "isbn13":"9789587043648",
        "name":"Las Intermitencias de la Muerte",
        "series":"",
        "author":"José Saramago",
        "about-author": "Nobel-laureate Portuguese novelist, playwright, and journalist. He was a member of the Portuguese Communist Party.\\n His works, some of which can be seen as allegories, commonly present subversive perspectives on historic events, emphasizing the human factor rather than the officially sanctioned story. Saramago was awarded the Nobel Prize for literature in 1998. He founded the National Front for the Defense of Culture (Lisbon, 1992) with among others Freitas-Magalhaes. He lived on Lanzarote in the Canary Islands, Spain, where he died in June 2010.\\n A foundation with his name was established in 2007; its main aims are cultural promotion, particularly of Portuguese literature and authors. The José Saramago Foundation is currently based in Casa dos Bicos, a Portuguese landmark building in Lisbon. Saramago's house in Lanzarote is also open to the public.\\n José Saramago, together with his wife Pilar, were the subject of the award-winning documentary José e Pilar, providing us with a glimpse into their love story and life, as he was writing his A Viagem do Elefante.",
        "summary":" On the first day of the new year, no one dies. This, of course, causes consternation among politicians, religious leaders, morticians, and doctors. Among the general public, on the other hand, there is initially celebration. Flags are hung out on balconies; people dance in the streets. They have achieved the great goal of humanity: eternal life. Then reality hits home—families are left to care for the permanently dying.",
        "description":"Nobel Prize-winner Jose Saramago's brilliant new novel poses the question what happens when the grim reaper decides there will be no more death? On the first day of the new year, no one dies. This, of course, causes consternation among politicians, religious leaders, morticians, and doctors. Among the general public, on the other hand, there is initially celebration. Flags are hung out on balconies; people dance in the streets. They have achieved the great goal of humanity: eternal life. Then reality hits home—families are left to care for the permanently dying; life-insurance policies become meaningless; and funeral parlors are reduced to arranging burials for pet dogs, cats, hamsters, and parrots.\\n Death sits in her chilly apartment, where she lives alone with scythe and filing cabinets and contemplates her experiment: What if no one ever died again? What if she, death with a small d, became human and were to fall in love?",
        "rating":"4",
        "numratings":"27,580",
        "language":"spanish",
        "year":"2005",
        "edition":"paperback",
        "pages":"274",
        "published":"12/01/2005",
        "publisher":"Alfaguara",
        "numeditions":"121",
        "genres":
            [
                {
                    "name": "fiction"
                },
                {
                    "name": "fantasy"
                },
                {
                    "name": "magical realism"
                }
            ],
        "reviews":
            [
                {
                    "name":"Fionnuala",
                    "rating":"5",
                    "date":"12/05/2016",
                    "text":"I love the cover of this book, the cartoon woman in black, paused on the doorstep of someone's life, her symbolic scythe held aloft. A light switch features in the centre of the illustration as if she might jokingly dim the lights while she fulfills her task. We almost expect to see a grin on her face and the illustrator has kindly left her features blank so that we can fill in that smirk for ourselves. A perfect book cover for a satire about death.\\n I’m not so keen on the title however; Death At Intervals sounds odd to me. The original title was As Intermitências da Morte, and when the book was translated into English, there were two versions of the title, Death at Intervals and Death with Interruptions (view spoiler). I prefer the second version but I’d have really liked a version that stuck closer to the Portuguese and used the lovely word ‘intermittences’, a word which always make me think of those heart-stopping moments in life when we suddenly recall things that had previously been buried too deep to remember. I’ve taken that idea from Proust, of course, who had many 'intermittences of the heart' moments so it’s interesting to note that Saramago mentions Proust in relation to the 'final' heart-stopping moment of life. Yes, Saramago’s narrator refers not once but three times to the woman in black whom Proust reported seeing in a corner of his room just before he died, so I imagine Proust’s dark figure must have been some sort of trigger for this humorous tale about a woman called death, even if it may not be the sole inspiration. In fact Saramago wrote this book in 2005 at a time when his own health was poor; he was eighty-three and suffering from leukaemia and there was a point around then when his own death was interrupted: he was pronounced dead but recovered and lived on until 2010. Two years before he died, he wrote in The Notebook, The truth is, I feel myself alive, very much alive, whenever for one reason or other I have to talk about death. As we read Death with Interruptions we really appreciate the truth of that statement. It’s as if Saramago managed to access some memory about death that the rest of us have repressed. This allows him to treat death in an audaciously irreverent way, and we are fairly certain that he has a wide grin on his face as he spins out the narrative, aiming delightful darts at his favourite targets in the process; the Church is not spared, nor are politicians; royalty also comes in for some satire, as do many of society’s institutions. It is all so smoothly done that we can only stand back and admire the perfect blend of what is said with the way it is said. "
                },
                {
                    "name":"Jr Bacdayan",
                    "rating":"4",
                    "date":"03/03/2017",
                    "text":"Jose Saramago’s Death with Interruptions is a fascinating study of death and its implications to humanity. The book can be separated into two parts, the first part is a study of conceptual death or more accurately the loss thereof, and how it would affect the lives of the mortal beings suddenly deemed immortal. Then about two-thirds into the book, death suddenly takes another entity, from a formerly conceptual standpoint we are gradually introduced to death personified. Death is a woman, a beautiful woman, who takes interest upon a lone mortal who evades her scythe.\\n Initially I found this rather tedious. With a macro narrative that detailed events of a nameless monarchial country, more interested in industries than people, it offered an interesting enough chronicle anchored on the premise that death evaded all the inhabitants of a single country at the impetus of a new year. With only a mild interest to sustain me, I ambled through the pages half-heartedly. But as it progressed death slowly gained, like it slurped away life from a gravely ailing elderly, qualities of a human being. The last third of the novel flashed by me. Death, I learned, is far more fascinating as a person than a concept. The part is dedicated to the portrayal of man’s only valid reason to want the end of death: love of another.\\n As a rather imaginative story dealing with a very familiar yet unwelcome theme, it manages to paint death in a fair and, ironically, impersonal light without being emotional or needlessly sentimental. It is even somewhat comical as it shows the ridiculousness of our species when we fear it one moment, but potentially long for it the moment it no longer plagues us. This book is filled with wisdom about death, life, our tendencies as mortal creatures. There are snippets, conversations, which surprised me with sly intelligence and wry wit. To some degree maybe the parts, the consonantia, as Aquinas would have put it, are better than the integritas, or the whole. Yes, the entirety of the novel does seem a bit fragmented, however its ability to penetrate an issue such as death and its spirited treatment of it deserves high praise.\\n Death is a part of life; death is a quality that makes us human, death is even an economic pillar. When taken away, as in this book, it poses doubts about life, questions humanity, trivializes love, destabilizes our economy, and mocks our fear of an integral aspect of our nature"
                },
                {
                    "name":"BlackOxford",
                    "rating":"5",
                    "date":"03/22/2016",
                    "text":"A great theological/philosophical book of ideas about how human beings deal with death - as a concept as well as their own individual fate. Saramago knows what most of us know but don't know how to say. He knows how politicians and academics and policemen and peasants talk and what they mean when they talk, which is often the opposite of what they say. And his gentle irony accepts the fact that we all lie by inevitable omission every time we utter a sound. So death for example may be lethal but perhaps it is not morbid. Perhaps it too can be embraced in life."
                }
            ]
    },
    {
        "id":"book006",
        "isbn":"0747599874",
        "isbn13":"9780747599876",
        "name":"The Tales of Beedle The Bard",
        "series":"(Hogwarts Library)",
        "author":"JK Rowling",
        "about-author": "Rowling was born to Peter James Rowling, a Rolls-Royce aircraft engineer, and Anne Rowling (née Volant), on 31 July 1965 in Yate, Gloucestershire, England, 10 miles (16 km) northeast of Bristol. Her mother Anne was half-French and half-Scottish. Her parents first met on a train departing from King's Cross Station bound for Arbroath in 1964. They married on 14 March 1965. Her mother's maternal grandfather, Dugald Campbell, was born in Lamlash on the Isle of Arran. Her mother's paternal grandfather, Louis Volant, was awarded the Croix de Guerre for exceptional bravery in defending the village of Courcelles-le-Comte during the First World War.\\n Rowling's sister Dianne was born at their home when Rowling was 23 months old. The family moved to the nearby village Winterbourne when Rowling was four. She attended St Michael's Primary School, a school founded by abolitionist William Wilberforce and education reformer Hannah More. Her headmaster at St Michael's, Alfred Dunn, has been suggested as the inspiration for the Harry Potter headmaster Albus Dumbledore.",
        "summary":"The Tales of Beedle the Bard, a Wizarding classic, first came to Muggle readers’ attention in the book known as Harry Potter and the Deathly Hallows. Now, thanks to Hermione Granger’s new translation from the ancient runes, we present this stunning edition with an introduction, notes, and illustrations by J. K. Rowling, and extensive commentary by Albus Dumbledore. ",
        "description":"The Tales of Beedle the Bard, contains five richly diverse fairy tales, each with it's own magical character, that will variously bring delight, laughter and the thrill of mortal peril.\\n Additional notes for each story penned by Professor Albus Dumbledore will be enjoyed by Muggles and wizards alike, as the Professor muses on the morals illuminated by the tales, and reveals snippets of information about life at Hogwarts.\\n A uniquely magical volume, with illustrations by the author, J. K. Rowling, that will be treasured for years to come.",
        "rating":"4",
        "numratings":"353,744",
        "language":"english",
        "year":"2007",
        "edition":"hardcover",
        "pages":"109",
        "published":"12/04/2008",
        "publisher":"Bloomsbury",
        "numeditions":"154",
        "genres":
            [
                {
                    "name": "fantasy"
                },
                {
                    "name": "young adult"
                },
                {
                    "name": "fiction"
                },
                {
                    "name": "short story"
                }
            ],
        "reviews":
            [
                {
                    "name":"Jayson",
                    "rating":"3",
                    "date":"08/01/2013",
                    "text":"Nothing special but no complaints, just a solid set of bonus stories that remind you how fun Harry Potter books were."
                },
                {
                    "name":"SR",
                    "rating":"5",
                    "date":"09/19/2008",
                    "text":"Apparently I'm getting this for Christmas. ROCK ON.\\n ...Having not read this yet, my favorite part was that on the day it showed up on Amazon it immediately placed above Breaking Dawn for most preorders ever received (currently in system, obvy). It was like, okay, everyone who says Smeyer is the new JKR. Smackdown.\\n Finally read, years later: Loved it."
                },
                {
                    "name":"Emily",
                    "rating":"4",
                    "date":"04/06/2017",
                    "text":"Aw the feels..."
                }
            ]
    },
    {
        "id":"book007",
        "isbn":"0812550706",
        "isbn13":"9780812550702",
        "name":"Ender's Game",
        "series":"(Ender's Saga #1)",
        "author":"Orson Scott Card",
        "about-author": "Besides these and other science fiction novels, Card writes contemporary fantasy (Magic Street, Enchantment, Lost Boys), biblical novels (Stone Tables, Rachel and Leah), the American frontier fantasy series The Tales of Alvin Maker (beginning with Seventh Son), poetry (An Open Book), and many plays and scripts.\\n Card was born in Washington and grew up in California, Arizona, and Utah. He served a mission for the LDS Church in Brazil in the early 1970s. Besides his writing, he teaches occasional classes and workshops and directs plays. He recently began a longterm position as a professor of writing and literature at Southern Virginia University.\\n Card currently lives in Greensboro, North Carolina, with his wife, Kristine Allen Card, and their youngest child, Zina Margaret.",
        "summary":"Andrew Ender Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast.",
        "description":"Andrew Ender Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast.\\n But Ender is not the only result of the experiment. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway almost as long. Ender's two older siblings, Peter and Valentine, are every bit as unusual as he is, but in very different ways. While Peter was too uncontrollably violent, Valentine very nearly lacks the capability for violence altogether. Neither was found suitable for the military's purpose. But they are driven by their jealousy of Ender, and by their inbred drive for power. Peter seeks to control the political process, to become a ruler. Valentine's abilities turn more toward the subtle control of the beliefs of commoner and elite alike, through powerfully convincing essays. Hiding their youth and identities behind the anonymity of the computer networks, these two begin working together to shape the destiny of Earth-an Earth that has no future at all if their brother Ender fails.",
        "rating":"4",
        "numratings":"981,449",
        "language":"english",
        "year":"1985",
        "edition":"paperback",
        "pages":"324",
        "published":"07/04/1994",
        "publisher":"TOR",
        "numeditions":"293",
        "genres":
            [
                {
                    "name": "science fiction"
                },
                {
                    "name": "young adult"
                },
                {
                    "name": "fantasy"
                }
            ],
        "reviews":
            [
                {
                    "name":"Julio Mora",
                    "rating":"5",
                    "date":"04/23/2012",
                    "text":"Great Book!"
                },
                {
                    "name":"John Wiswell",
                    "rating":"1",
                    "date":"08/13/2007",
                    "text":"This is a novel that blows past conventional ideas like disbelief. Apparently humanity, a species whose only real claim to fame is war, now stinks at war, and can only be saved by a child genius who is one part prophecy, one part bad science, and one part wish-fulfillment. Thanks to this plan, we are treated to a gaggle of super-intelligent children who seldom appear particularly clever (in fact many behave with adult maturity rather than abnormal intellect) and achieve greatness not through any great effort that we follow (rather you'll read recaps of their successful efforts), but because the author wants them to achieve these things. In this, the definitive edition of Ender's Game, there is almost nothing earned within the plot.\\n It's a decent story, but for a book with so many events there is very little consequence or risk, and the character development is so linear and stale. That last quality is particularly cloying considering that, prodigies or not, most of the characters are children and at least one of them should develop in an unexpected way. Instead the unexpected developments we get are humorlessly absurd, like two prodigies fooling the world with a fake op-ed column that earns them political power. The ending is predictable and deliberately anti-climactic, robbing the novel of its one true punch. The trade-off is, instead of getting the thing the book was building to, you get the opportunity for sequels and spin-offs. If you liked the infallible, mostly emotionless and paper-thin protagonist, then that's a good thing. If you were hoping to have the hours you put into the book validated with some real emotion at the end, well, neither this author's definitive edition nor any other is going to help you."
                },
                {
                    "name":"Lyn",
                    "rating":"4",
                    "date":"03/09/2012",
                    "text":"This was a really good book.\\n On its surface it is a great story about a young boy who goes through tremendous struggles. On another level it is a brilliant psychological character study and an observation of group dynamics. On still another level it was an intelligent allegory for violence and bellicosity in ourselves and our society.\\n There is a listopia list that calls this the best science fiction novel.\\n Mmmmm, maybe. I can see why someone would say so. I have heard where military organizations have assigned this for cadet reading.\\n It is very good, certainly high in the running and on a short list of best ever. I will read more by Card and may read more of the Ender series."
                }
            ]
    }
]